import '../styles/contacts.css';
import '../styles/footer.css';
import React from "react";

export default function Privacy() {
    return (
        <div className="privacy">
            <section className="h-xl-100 py-0 section-privacy">
                <div className="container h-lg-100">
                    <div className="row h-xl-100 ">
                        <div className="text-start col-lg-12 h-xl-100 pb-lg-5">
                            <h1>Политика конфиденциальности</h1>
                            <div className="text-contact">
                                <h5 className="text-h5-privacy">
                                    ОБЩИЕ ПОЛОЖЕНИЯ
                                </h5>
                                <h5>
                                    Настоящие Положение о политике конфиденциальности (далее — Положение) является официальным документом ООО «Занько Кампани», расположенного по адресу: 220055, г. Минск, ул. Чичурина д. 24, оф. 6 (далее — «Компания») и определяет порядок обработки и защиты информации о физических лицах (далее — Пользователи), пользующихся сервисами, информацией, услугами, программами (в т.ч. программами лояльности) Компании.
                                </h5>
                                <h5>
                                    Цель данной Политики Конфиденциальности — обеспечение защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну, от несанкционированного доступа и разглашения.
                                </h5>
                                <h5>
                                    Под персональными данными понимается любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных) и которая может быть использована для идентификации определенного лица либо связи с ним.
                                </h5>
                                <h5>
                                    Под обработкой персональных данных понимаются любые действия (операции) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
                                </h5>
                                <h5>
                                    Отношения, связанные с обработкой персональных данных и информации о пользователях Сайта, регулируются настоящим Положением, иными официальными документами Компании и действующим законодательством РБ.
                                </h5>
                                <h5>
                                    Обработка персональных данных осуществляется нами на законной и справедливой основе, действуя разумно и добросовестно и на основе принципов:

                                    -законности целей и способов обработки персональных данных;
                                    -добросовестности;
                                    -соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Компании;
                                    -соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных.
                                </h5>
                                <h5>
                                    Настоящая Политика конфиденциальности регулирует любой вид обработки персональных данных о физических лицах, которые являются потребителями продукции или услуг Компании.

                                    Настоящая Политика распространяется на обработку личных, персональных данных, собранных любыми средствами, как активными, так и пассивными, как через Интернет, так и без его использования, от лиц, находящихся в любой точке мира.
                                </h5>

                            </div>
                        </div>


                    </div>
                </div>
            </section>
        </div>
    );
}